[WaveCOMChosenAssassinM1 X2SitRepTemplate]
FriendlyName="Assassin Chosen"
Description="The Assassin Chosen is hunting XCOM this wave."

[WaveCOMChosenAssassinM2 X2SitRepTemplate]
FriendlyName="Assassin Chosen"
Description="The Assassin Chosen is hunting XCOM this wave."

[WaveCOMChosenAssassinM3 X2SitRepTemplate]
FriendlyName="Assassin Chosen"
Description="The Assassin Chosen is hunting XCOM this wave."

[WaveCOMChosenAssassinM4 X2SitRepTemplate]
FriendlyName="Assassin Chosen"
Description="The Assassin Chosen is hunting XCOM this wave."

[WaveCOMChosenSniperM1 X2SitRepTemplate]
FriendlyName="Hunter Chosen"
Description="The Hunter Chosen is hunting XCOM this wave."

[WaveCOMChosenSniperM2 X2SitRepTemplate]
FriendlyName="Hunter Chosen"
Description="The Hunter Chosen is hunting XCOM this wave."

[WaveCOMChosenSniperM3 X2SitRepTemplate]
FriendlyName="Hunter Chosen"
Description="The Hunter Chosen is hunting XCOM this wave."

[WaveCOMChosenSniperM4 X2SitRepTemplate]
FriendlyName="Hunter Chosen"
Description="The Hunter Chosen is hunting XCOM this wave."

[WaveCOMChosenWarlockM1 X2SitRepTemplate]
FriendlyName="Warlock Chosen"
Description="The Warlock Chosen is hunting XCOM this wave."

[WaveCOMChosenWarlockM2 X2SitRepTemplate]
FriendlyName="Warlock Chosen"
Description="The Warlock Chosen is hunting XCOM this wave."

[WaveCOMChosenWarlockM3 X2SitRepTemplate]
FriendlyName="Warlock Chosen"
Description="The Warlock Chosen is hunting XCOM this wave."

[WaveCOMChosenWarlockM4 X2SitRepTemplate]
FriendlyName="Warlock Chosen"
Description="The Warlock Chosen is hunting XCOM this wave."
